accountsservice
acpi_call
alacritty
alsa-plugins
alsa-utils
android-tools
ansible
arandr
arc-gtk-theme
audacity
autoconf
automake
autopep8
autotiling-git
baobab
base
bash-completion
bind
bison
blueman
bluez
breeze
brightnessctl
btrfs-progs
clipman
copyq
cronie
crow-translate
debugedit
deepin-icon-theme
deluge
deluge-gtk
dhcpcd
dmidecode
docker
docker-buildx
docker-compose
dosfstools
dunst
ecryptfs-utils
efibootmgr
electrum
exfat-utils
faac
fakeroot
fd
feh
figma-linux-bin
file-roller
firefox
flex
freerdp
fuse2
fuse3
fuseiso
fwupd
gcc
gedit
geoipupdate
gimp
git
git-delta
gnome-calculator
gnome-keyring
gnome-system-monitor
goaccess
google-chrome
gparted
gptfdisk
grim
grimblast-git
groff
gsfonts
gst-plugins-good
gvfs
gvfs-gphoto2
gvfs-mtp
haveged
htop
hwinfo
hyprland
hyprland-monitor-attached
hyprland-per-window-layout
i3-wm
i3blocks
i3lock
imagemagick
inotify-tools
intel-media-driver
intel-ucode
iwd
jq
kate
kbdd-git
kdenlive
keepassxc
khal
kooha
ksnip
libappindicator-gtk2
libdv
libinput-gestures
libpulse
libreoffice-fresh
libreoffice-fresh-en-gb
libreoffice-fresh-ru
libreoffice-fresh-uk
libtool
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
lsof
ltex-ls-bin
lua-language-server
lxappearance
lzop
m4
make
mako
man-db
mediainfo
microsoft-edge-stable-bin
minidlna
mpv
mtools
mtpfs
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
nmap
nodejs
noise-suppression-for-voice
noto-fonts
npm
ntfs-3g
ntp
nvim-packer-git
obsidian
openssh
openvpn
p7zip
pacman-contrib
pasystray
patch
pavucontrol
perl-anyevent-i3
php
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pix
pkgconf
playerctl
poedit
polkit-kde-agent
polybar
postman-bin
python-pip
python-virtualenv
redshift-gtk-git
ripgrep
rofi
rsibreak
rsync
rust-analyzer
rustup
s5cmd-bin
seahorse
shellcheck
simplescreenrecorder
slurp
smartmontools
sof-firmware
sshfs
sshpass
sudo
swayidle
swaylock
syncthing
syncthingtray
systemd-resolvconf
taskwarrior-tui
telegram-desktop
texinfo
texlive-basic
thunar
thunar-archive-plugin
thunar-volman
thunderbird
tlp
traceroute
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-font-awesome-4
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-ubuntu-font-family
ufw
unrar
unzip
usbutils
vim
vlc
wavpack
waybar
waybar-module-pacman-updates-git
wbg
wget
which
wireguard-tools
wireless_tools
wireplumber
wl-clipboard
wlroots
wmctrl
wofi
wrk
wtype
xclip
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xdotool
xf86-input-synaptics
xf86-video-intel
xorg-fonts-type1
xorg-server
xorg-xev
xorg-xinit
xorg-xkill
xreader
xsecurelock
xss-lock
xterm
yarn
yay
zip
zram-generator
zsh
