accountsservice
acpi_call
alacritty
alsa-plugins
alsa-utils
android-tools
arandr
arc-gtk-theme
audacity
autoconf
automake
autorandr
autotiling-git
baobab
barrier
base
bash-completion
bat
bind
binutils
bison
blueman
bluez
brightnessctl
btrfs-progs
chromium
copyq
cronie
deepin-icon-theme
deluge
deluge-gtk
dhcpcd
dialog
dmidecode
docker
docker-compose
dosfstools
dunst
ecryptfs-utils
efibootmgr
electrum
exfat-utils
faac
fakeroot
fd
feh
file
file-roller
findutils
firefox
flameshot
flex
freerdp
fuse2
fuse3
fuseiso
fwupd
fzf
gawk
gcc
gedit
gettext
gimp
git
gnome-calculator
gnome-keyring
gnome-system-monitor
go
goaccess
google-chrome
gparted
gptfdisk
grep
groff
gsfonts
gst-plugins-good
gum
gvfs
gvfs-gphoto2
gvfs-mtp
gzip
haveged
htop
hwinfo
i3-wm
i3blocks
i3lock
i3status
imagemagick
inotify-tools
input-remapper-git
intel-ucode
iwd
jq
kbdd-git
kdenlive
keepassxc
khal
ksnip
lib32-opencl-nvidia
libdv
libinput-gestures
libpulse
libreoffice-fresh
libreoffice-fresh-en-gb
libreoffice-fresh-ru
libreoffice-fresh-uk
libtool
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lsof
ltex-ls-bin
lua-language-server
lxappearance
lxqt-policykit
lzop
m4
make
mako
man-db
mc
microsoft-edge-dev-bin
microsoft-edge-stable-bin
minidlna
mpv
mtools
mtpfs
nano
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
nodejs
noise-suppression-for-voice
noto-fonts
npm
ntfs-3g
ntp
numlockx
nvidia-dkms
nvidia-settings
nvim-packer-git
opencl-nvidia
openvpn
optimus-manager
optimus-manager-qt
p7zip
pacman
pacman-contrib
pasystray
patch
pavucontrol
php
phpactor
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pix
pkgconf
playerctl
poedit
polkit-kde-agent
polybar
python-pip
ripgrep
rofi
rsibreak
rsync
rust-analyzer
rustup
sdl_ttf
seahorse
sed
simplescreenrecorder
smartmontools
sshfs
sudo
sway-nvidia
swaybg
swaylock
syncthing
syncthingtray
systemd-resolvconf
telegram-desktop
texinfo
texlive-core
thunar
thunar-archive-plugin
thunar-volman
timeshift
timeshift-autosnap
tlp
traceroute
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-font-awesome-4
ttf-jetbrains-mono
ttf-liberation
ttf-ms-fonts
ttf-nerd-fonts-symbols-2048-em
ttf-ubuntu-font-family
ufw
unrar
unzip
usbutils
vim
vlc
wavpack
waybar
wget
which
wireguard-tools
wireless_tools
wireplumber
wmctrl
woeusb
wrk
xclip
xcompmgr
xdg-user-dirs
xdg-utils
xdotool
xf86-input-synaptics
xf86-video-intel
xfce4-settings
xfce4-taskmanager
xorg-fonts-type1
xorg-server
xorg-xinit
xorg-xkill
xreader
xsecurelock
xss-lock
xterm
yarn
yay
zip
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
