accountsservice
alacritty
alsa-plugins
alsa-utils
arandr
arc-gtk-theme
arch-logo-dark-wallpapers
audacity
autoconf
automake
autotiling-git
baobab
barrier
base
bash-completion
bat
bind
bison
blueman
bluez
btrfs-progs
chromium
copyq
cronie
deepin-icon-theme
deluge
deluge-gtk
dhcpcd
dialog
dmenu
dmidecode
docker
dosfstools
dunst
ecryptfs-utils
element-desktop
exfat-utils
faac
feh
file-roller
firefox
flameshot
flex
freerdp
fuse2
fuse3
fuseiso
fzf
gcc
gedit
gimp
git
gnome-calculator
gnome-keyring
gnu-free-fonts
goaccess
google-chrome
gparted
gptfdisk
groff
grub
grub-customizer
gsfonts
gvfs
gvfs-gphoto2
gvfs-mtp
haveged
htop
i3-wm
i3status
imagemagick
inotify-tools
intel-ucode
jdk-jetbrains
kbdd-git
kdenlive
keepassxc
krunner
lib32-opencl-nvidia
libdv
libreoffice-fresh
libreoffice-fresh-en-gb
libreoffice-fresh-ru
libreoffice-fresh-uk
libtool
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-settings
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lsof
lxappearance
lxqt-policykit
lzop
m4
make
man-db
microsoft-edge-stable-bin
mpv
mtools
mtpfs
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
nodejs
noto-fonts
npm
ntfs-3g
ntp
numlockx
nvidia-dkms
nvidia-settings
opencl-nvidia
openssh
openvpn
p7zip
pacman-contrib
patch
pavucontrol
php
php-xmlrpc
pipewire-alsa
pipewire-jack
pipewire-pulse
pix-git
pkgconf
plasma-workspace
playerctl
polkit-kde-agent
polybar
pulseaudio-alsa
python-pip
remmina
rofi
rsibreak
rsync
sdl_ttf
shutter
simplescreenrecorder
sshfs
steam
sudo
syncthing
syncthingtray
systemd-resolvconf
teamviewer
telegram-desktop
texinfo
thunar
thunar-archive-plugin
thunar-volman
traceroute
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-font-awesome-4
ttf-jetbrains-mono
ttf-liberation
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-ubuntu-font-family
ufw
unrar
unzip
usbutils
vim
virtualbox
virtualbox-ext-oracle
vlc
wavpack
wget
which
wireguard-tools
wmctrl
xautomation
xclip
xcompmgr
xdg-user-dirs
xdotool
xfce4-settings
xfce4-taskmanager
xorg-fonts-type1
xorg-server
xorg-xinit
xorg-xkill
xorg-xprop
xorg-xrandr
xreader
xsecurelock
xss-lock
yay
zip
zsh
zsh-autosuggestions
zsh-syntax-highlighting
